app/controllers/contacts_controller.rb

  def create
    @contact = Contact.new(contact_params)
    if @contact.save
---
INSERT INTO "contacts" ("name", "email", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["name", ""], ["email", ""], ["message", ""], ["created_at", "2023-12-21 19:26:22.135916"], ["updated_at", "2023-12-21 19:26:22.135916"]]